{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Implements a factory for UFileMediaSource objects."
					},
					"Translation":
					{
						"Text": "为UFileMediaSource对象实现一个factory。"
					},
					"Key": "PS4FileMediaSourceFactory"
				},
				{
					"Source":
					{
						"Text": "Settings for the PS4Media plug-in."
					},
					"Translation":
					{
						"Text": "PS4Media插件的设置。"
					},
					"Key": "PS4MediaSettings"
				},
				{
					"Source":
					{
						"Text": "The number of output video frame buffers (default = 6)."
					},
					"Translation":
					{
						"Text": "输出视频帧缓冲的数量（默认为6）。"
					},
					"Key": "PS4MediaSettings:OutputVideoFrameBuffers"
				},
				{
					"Source":
					{
						"Text": "The video buffer size for HLS media sources (in MB, default = 8)."
					},
					"Translation":
					{
						"Text": "HLS媒体源的视频缓冲大小（MB、默认为8）。"
					},
					"Key": "PS4MediaSettings:HlsVideoBufferSizeMB"
				},
				{
					"Source":
					{
						"Text": "The video buffer size for local file media sources (in MB, default = 1)."
					},
					"Translation":
					{
						"Text": "本地文件媒体源的视频缓冲大小（MB、默认为1）。"
					},
					"Key": "PS4MediaSettings:FileVideoBufferSizeMB"
				}
			]
		}
	]
}